Repository: IkerArias/empresaLibros
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Tienda de Libros
it: Libreria

source: Libros
it: Libri

source: Editoriales
it: Editori

source: Buscar libros...
it: Cerca libri...

source: Buscar
it: Cerca

source: Cambiar Tema
it: Cambia tema

source: Pantalla grande 📺
it: Schermo grande 📺

source: Pantalla mediana 🖥️
it: Schermo medio 🖥️

source: Pantalla pequeña 📱
it: Schermo piccolo 📱

source: Diseñado con esfuerzo
it: Progettato con impegno

source: Portada de
it: Home di

source: Libro más reciente:
it: Libro più recente:

source: Lista de Libros
it: Lista dei Libri

source: Resultados de búsqueda para:
it: Risultati della ricerca per:

source: No se encontraron libros que coincidan con tu búsqueda.
it: Nessun libro trovato per la tua ricerca.

source: Autores
it: Autori

source: Añadir Nuevo Libro
it: Aggiungi Nuovo Libro

source: Guardar
it: Salva

source: Detalles del Libro
it: Dettagli del Libro

source: Año de lanzamiento:
it: Anno di rilascio:

source: Editorial
it: Editore

source: Añadir Libro
it: Aggiungi Libro

source: Lista de Editoriales
it: Lista degli Editori

source: Nombre
it: Nome

source: No se encontraron editoriales.
it: Nessun editore trovato.

source: Detalles de la Editorial
it: Dettagli dell'Editore

source: Año de creación:
it: Anno di creazione:

source: Libros publicados:
it: Libri pubblicati:

source: Crear un Nuevo Libro
it: Crea un Nuovo Libro

source: Nombre del Libro:
it: Nome del Libro:

source: Año de Lanzamiento:
it: Anno di Rilascio:

source: Portada:
it: Copertura:

source: Editorial:
it: Editore:

source: Autores:
it: Autori:

source: Crear Libro
it: Crea Libro

source: Lista de Autores
it: Lista degli Autori

source: País:
it: Paese:

source: No se encontraron autores.
it: Nessun autore trovato.

source: Detalles del Autor
it: Dettagli dell'Autore

source: Género literario:
it: Genere letterario:

source: Año de lanzamiento
it: Anno di lancio

source: Año de creación
it: Anno di creazione

source: Género literario
it: Genere letterario
